[
  {
    "nome": "First Hen Egg",
    "ano": "1885",
    "workmaster": "Attributed to Erik Kollin",
    "marks": "Unmarked",
    "materials": "Egg – gold, opaque white enamel | Hen – varicolored gold, rubies | Missing miniature crown – diamonds, rose-cut diamonds | Missing pendant – ruby",
    "dimensions": "Length of egg – 64 mm. (2 1/2 in.) | Length of hen – 35 mm. (1 3/8 in.)",
    "description": "“Easter Egg of white enamel egg, the crown is set with rubies, diamonds and rose diamonds-4,151 rubles (including 2 ruby eggs-2,700 rubles)” appears in a handwritten list of the Imperial Easter eggs from 1885 to 1890 made by N. Petrov, the assistant manager to the Cabinet of His Imperial Majesty. The list was located in the Russian State Historical Archives in St. Petersburg and cited by Marina Lopato in Apollo, January 1984. The gold shell of this simple but historic piece is enameled opaque wh",
    "background": "There had been an ongoing debate as to the actual year the egg was created, and at whose instigation. Fabergé’s son, Eugène, maintained the egg was made in 1884, but others believed the year was 1885, or even 1886. Marina Lopato’s research published in Apollo, January 1984, suggested 1885 was the correct year, when official court documentation was discovered in the Russian State Historical Archives in St. Petersburg. Later, she took the view (von Habsburg & Lopato, Fabergé: Imperial Court Jewell",
    "provenance": "March 24 (OS), 1885. Would have been presented to Marie Feodorovna, a gift from Alexander III; cost 4,151 rubles, 75 kopecks. Housed in the Anichkov Palace\nSeptember 16-20 (OS), 1917. One of forty or so eggs sent to the Armoury Palace of the Kremlin in Moscow by the Kerensky Provisional Government for safekeeping\nca. 1920s. Bought by dealer, Derek (Editor’s note: Frederick?) Berry, London, probably from Russian officials in Berlin or Paris\nMarch 15, 1934. Lot 55 sold by Christie’s (London) from ",
    "secao_completa_length": 9420
  },
  {
    "nome": "Third Imperial Egg",
    "ano": "1887",
    "workmaster": "August Holmström",
    "marks": "AH",
    "materials": "Gold, sapphires, diamonds, rose diamonds",
    "dimensions": "Height of egg – 82 mm. 3¼ in.",
    "description": "A series of brief descriptions are known, each of which mentions sapphires. This was at odds with the 1895 Blue Serpent Clock Egg, long-thought to have been presented in this year but which has no sapphires.\n\nThe Russian State Historical Archives material cited by Marina Lopato (Apollo, January 1984) describes the egg as an …Easter egg with a clock, decorated with brilliants, sapphires and rose diamonds – 2160 rubles. In March 2014, Wartski’s website noted research by Tatiana Muntian on the reco",
    "background": "Researchers, with only these meagre descriptions to go on, cast around for a clock egg which fitted the bill. The Blue Serpent Egg seemed the closest fit.\n\nHowever, on July 6, 2011, Anna and Vincent Palmade reported at the Fabergé Forum in Richmond they had discovered a very good picture and detailed description of the missing 1887 Egg in the Parke Bernet auction catalogue for their New York sale of March 6-7, 1964 (lot 259). Although there were no mention of Fabergé in the catalogue description",
    "provenance": "April 5 (OS), 1887. Would have been presented to Marie Feodorovna, a gift from Alexander III; cost 2,160 silver rubles. Housed in the Anichkov Palace\nSeptember 16-20 (OS), 1917. One of forty or so eggs sent to the Armoury Palace of the Kremlin in Moscow by the Kerensky Provisional Government for safekeeping\nBetween February 17-March 24, 1922. Transferred to the Sovnarkom, the Council of People’s Commissars, possibly bought by Hammer Galleries, New York\nMarch 6-7, 1964. Offered by Mrs. Rena Clark",
    "secao_completa_length": 18462
  },
  {
    "nome": "Cherub Egg with Chariot",
    "ano": "1888",
    "workmaster": "Unknown",
    "marks": "Unknown",
    "materials": "Egg – gold, rose-cut diamonds, a sapphire | Cherub and chariot – possibly silver gilt",
    "dimensions": "Unknown",
    "description": "Only a very brief description of this egg exists in a handwritten list of the Imperial Easter eggs from 1885 to 1890 made by N. Petrov, the assistant manager to the Cabinet of His Imperial Majesty. The list was found in the Russian State Historical Archives in St. Petersburg and cited by Marina Lopato (Apollo, January 1984). In part it says: “In 1888, Angel pulling chariot with egg-1,500 rubles, angel with a clock in a gold egg 600 rubles.” Lopato in von Habsburg & Lopato Fabergé: Imperial Jewel",
    "background": "The Cherub Egg with Chariot may have traveled to the United States and been part of Armand Hammer’s traveling exhibition seen in major department stores. The following appears in a sales catalog for the 1934 exhibition at Lord & Taylor in New York: “No. 4524-miniature silver amour holding wheelbarrow with Easter Egg, made by Fabergé, court jeweler. From children’s half of the Alexander Palace. Inventory no. 935.” It is odd that Hammer, always anxious to promote items with an Imperial provenance,",
    "provenance": "April 24 (OS), 1888. Would have been presented to Marie Feodorovna, a gift from Alexander III; cost 2,100 silver rubles\nMarch 1902 Shown in von Dervis exhibition (see illustrations above)\nMarch 28 (OS), 1891. Housed at the Gatchina Palace\nSeptember 16-20 (OS), 1917. One of forty or so eggs sent to the Armoury Palace of the Kremlin in Moscow by the Kerensky Provisional Government for safekeeping\nFebruary-March 1922. Transferred to the Sovnarkom, the Council of People’s Commissars\n1930s. Possibly ",
    "secao_completa_length": 11115
  },
  {
    "nome": "Nécessaire Egg",
    "ano": "1889",
    "workmaster": "Unknown",
    "marks": "Unknown",
    "materials": "Nécessaire Egg – gold, rose-cut diamonds, cabochon rubies, cabochon sapphire, emeralds, one colored diamond | Toilet articles – gold, diamonds",
    "dimensions": "Unknown",
    "description": "The Russian State Historical Archives commission of 1889 cited by Marina Lopato (Apollo, January 1984) states: “Regarding the manufacture of an Easter Egg with a pearl by C. Fabergé and its entering as expenditure after being offered to his Majesty.” It goes on: “Give orders to Fabergé to make in shape of an egg with a ring.” Notes in the margin read: “There is a plate with rose diamonds around it under the ring. Should ask to explain it tomorrow.”\n\nOn page 3 of the file, dated February 22 (OS),",
    "background": "Nothing was known of this egg until the handwritten list of the Imperial Easter eggs from 1885 to 1890 made by N. Petrov, the assistant manager to the Cabinet of His Imperial Majesty, was found and cited by Marina Lopato in her article in Apollo, January 1984. Later in von Habsburg & Lopato Fabergé: Imperial Jeweller (London, 1993) she came to the conclusion that this egg and the 1885-89 Resurrection Egg were one and the same, a conclusion initially drawn by the authors of the current work. But ",
    "provenance": "March 16 (OS), 1889. Pearl Egg presented to Alexander III at Gatchina Palace; cost 981 rubles, 20 copecks\nApril 9 (OS), 1889. Nécessaire Egg would have been presented to Marie Fedorovna, a gift from Alexander III; cost 1,900 silver rubles\nMarch 28 (OS), 1891. Nécessaire Egg housed at the Gatchina Palace\nSeptember 16-20 (OS), 1917. One of forty or so eggs sent to the Armoury Palace of the Kremlin in Moscow by the Kerensky Provisional Government for safekeeping\nFebruary – March 1922. Transferred t",
    "secao_completa_length": 6562
  },
  {
    "nome": "Danish Palaces Egg",
    "ano": "1890",
    "workmaster": "Mikhail Perkhin | Miniatures by Konstantin Krijitski (1859-1911)",
    "marks": "Fabergé, M. P. in Cyrillic, 56, crossed anchors and scepter",
    "materials": "Egg – red, green, and quatre-couleur gold, opalescent pink-mauve enamel, cabochon star sapphire, cabochon emeralds, rose-cut diamonds, crimson velvet lining | Screen – red, green, and quatre-couleur gold, watercolor on mother of pearl",
    "dimensions": "Height of egg – 102 mm. (4 in.) | Diameter of egg – 67 mm. (2 5/8 in.)",
    "description": "This Louis XVI-style egg in translucent opalescent pink-mauve guilloché enamel, is divided into twelve sections by six vertical and three horizontal fillets of rose-cut diamonds between two fillets of chased laurel leaves. Each intersection is marked by a cabochon emerald with a rose gold fleurette at each corner. The egg terminates in a medallion of radiating chased acanthus leaves centered with a diamond-ringed blue-gray cabochon star sapphire. The other end of the egg is embellished with a me",
    "background": "There is only a fleeting reference in the archival material to the gift for 1890 – “An egg with an emerald.” (Lopato, Apollo, January 1984) Marina Lopato elaborated in later research (Apollo, February 1991): “On 9 May 1890, Fabergé presented to the Cabinet of His Imperial Majesty, a bill for an egg, gold with pink enamel (in the style of) Louis XVI-4,260 silver rubles,” which was delivered to the Imperial Palace on March 30. (Editor’s note: Dates are OS [Old style])\n\nAnd yet, existing literature",
    "provenance": "March 30 (OS), 1890. Presented to Alexander III\nApril 1 (OS), 1890. Would have been presented to Marie Feodorovna, a gift from Alexander III; cost 4,260 silver rubles\nJanuary 31 (OS), 1893. Housed at the Gatchina Palace\nSeptember 16-20 (OS), 1917. One of forty or so eggs sent to the Armoury Palace of the Kremlin in Moscow by the Kerensky Provisional Government for safekeeping\nFebruary-March 1922. Probably transferred to the Sovnarkom, the Council of People’s Commissars\nJune-July 1927. One of eig",
    "secao_completa_length": 15096
  },
  {
    "nome": "Memory of Azov Egg",
    "ano": "1891",
    "workmaster": "Mikhail Perkhin | Miniature by August Holmström",
    "marks": "Fabergé, M. P. in Cyrillic, 72 crossed anchors and scepter",
    "materials": "Egg – heliotrope jasper, gold, brilliant diamonds, rose-cut diamonds, rubies, green velvet lining | Miniature ship – gold, platinum, rose-cut diamonds, aquamarine",
    "dimensions": "Length of egg – 93 mm. (3 11/16 in.) | Diameter of egg – 70 mm. (2¾ in.) | Length of miniature – 75 mm. (2 15/16 in.)",
    "description": "The egg is carved from a solid piece of heliotrope jasper (Editor’s note: Also known as bloodstone), flecked with red and blue. It is decorated in the Louis XV style with yellow gold rococo scrolls set with brilliant diamonds and chased gold flowers; the broad flute gold bezel is set with a drop ruby clasp. The interior of the egg is lined with green velvet. The egg contains an exact replica of the cruiser In Memory of the Azov, executed in red and yellow gold and platinum, and with portholes se",
    "background": "This egg commemorates the voyage by the Tsesarevich Nicholas and his brother Grand Duke George to the Far East in 1890-91, made at the suggestion of their parents to broaden the outlook of the future tsar and his younger brother, who suffered from tuberculosis. Whether it did or not is debatable. Just six days after Marie Feodorovna received this egg, Nicholas was attacked in Japan by a would-be assassin, Tsuda Sanzō (1855-91), one of the Tsesarevich’s escort police. As the Imperial party return",
    "provenance": "April 21 (OS), 1891. Would have been presented to Marie Feodorovna, a gift from Alexander III; cost 4,500 silver rubles\nNovember 27 (OS), 1891. Housed at the Gatchina Palace\nSeptember 16-20 (OS), 1917. One of forty or so eggs sent to the Armoury Palace of the Kremlin in Moscow by the Kerensky Provisional Government for safekeeping\nFebruary-March 1922. Transferred to the Sovnarkom, the Council of People’s Commissars\nJune 17, 1927. One of sixteen eggs transferred from the Foreign Currency Fund of ",
    "secao_completa_length": 7422
  },
  {
    "nome": "Diamond Trellis Egg",
    "ano": "1892",
    "workmaster": "August Holmström",
    "marks": "Fabergé, A. H. in Cyrillic, 72, crossed anchors and scepter",
    "materials": "Egg – bowenite, gold, rose-cut diamonds, white satin lining | Base – bowenite, silver or silver gilt | Miniature elephant – ivory, gold, rose-cut diamonds, enamel, brilliant diamonds, possibly ebony",
    "dimensions": "Height of egg – 108 mm. (4 1/4 in.) | Base – 121 mm. (4 3/4 in.) | Case – 237 mm. (9 1/2 in.) | Surprise – 60 mm. x 55 mm. x 34 mm. (4 3/8 in. x 2 3/16 in. x 1 3/8 in.)",
    "description": "Carved from semi-precious bowenite, a member of the serpentine family of minerals, (Editor’s note: Some Fabergé literature incorrectly identified the stone as pale green jadeite) with yellow and white markings, the egg is enclosed in a lattice of rose-cut diamonds with gold mounts. The egg is hinged and set at the apex with a large diamond. Originally, the egg was supported on the backs of three silver putti, seated on a grassy mound with roses on a circular bowenite base. This base is described",
    "background": "Marina Lopato’s archival research at the Russian State Historical Archives in St. Petersburg and published in Apollo, February 1991, indicates that in a document dated April 7 (OS), 1892, the tsar had been presented with “an Egg, jade with roses (rose-cut diamonds), an elephant and three angels-4,750 silver rubles.” Fabergé’s bill was delivered on May 6 (OS), of the same year. Lopato says the egg described is the Diamond Trellis Egg. She cites photographs taken at the Fabergé Artistic Objects an",
    "provenance": "April 5 (OS), 1892. Would have been presented to Marie Feodorovna, a gift from Alexander III; cost 4,750 silver rubles\n1893? Housed at the Gatchina Palace\nSeptember 16-20 (OS), 1917. One of forty or so eggs sent to the Armoury Palace of the Kremlin in Moscow by the Kerensky Provisional Government for safekeeping\nFebruary-March 1922. Transferred to the Sovnarkom, the Council of People’s Commissars\nca. 1927. Probably sold to Michel Norman of the Paris-based Australian Pearl Company or his associat",
    "secao_completa_length": 104048
  },
  {
    "nome": "Caucasus Egg",
    "ano": "1893",
    "workmaster": "Mikhail Perkhin | Miniatures by Konstantin Krijitski (1859-1911)",
    "marks": "Fabergé, M. P. in Cyrillic, seventy-two crossed anchors and scepter",
    "materials": "Yellow and quatre-couleur gold, silver, platinum, translucent, ruby enamel, rose-cut diamonds, portrait diamonds, natural Oriental pearls, watercolor on ivory",
    "dimensions": "Height of egg – 92 mm. (3 5/8 in.) | Diameter of egg – 73 mm. (2 7/8 in.)",
    "description": "This late Louis XV-style egg, covered in translucent ruby enamel on a basket weave guilloché ground, bears four oval doors around its center. Each window is covered with a conforming hinged oval panel, bordered with half pearls and centered with an oval diamond-set ribbon-bound laurel wreath carrying a diamond numeral for the year 1893 at its center; each window and cover is flanked by a gold pearl terminal diamond-banded baton. The top of the egg is centered with a large portrait diamond coveri",
    "background": "The first of the Imperial Easter eggs known to be dated, this egg has been prominent since detailed literature on Fabergé began to appear after World War II. The ruby red color is known to have been used as the predominant color only one other time for the Imperial family, ironically for Tsarina Alexandra’s first egg in 1895, the Rosebud Egg. With the Tsesarevich Alexei’s hemophilia a constant worry, red as the main color, would virtually disappear from the Imperial Easter eggs; the Red Cross eg",
    "provenance": "March 28 (OS), 1893. Would have been presented to Marie Feodorovna, a gift from Alexander III; cost 5,200 silver rubles. Housed in the Anichkov Palace\nSeptember 16-20 (OS), 1917. One of forty or so eggs sent to the Armoury Palace of the Kremlin in Moscow by the Kerensky Provisional Government for safekeeping\nFebruary-March 1922. Transferred to the Sovnarkom, the Council of People’s Commissars\nJune 17, 1927. One of sixteen eggs returned by the Foreign Currency Fund of the Narkomfin (the Finance M",
    "secao_completa_length": 94425
  },
  {
    "nome": "Renaissance Egg",
    "ano": "1894",
    "workmaster": "Mikhail Perkhin",
    "marks": "Fabergé, M. P. in Cyrillic, 56, crossed anchors and scepter inside base rim",
    "materials": "Egg – white agate, gold, translucent green, red, and blue enamel, opaque black and white enamel, diamonds, rubies | Missing surprise – probably pearls",
    "dimensions": "Length of egg – 133 mm. (5 1/4 in.) | Height of egg – 82 mm. (3 3/4 in.) | Diameter of egg – 82 mm. (3 3/4 in.) | Length of case – 203 mm. (8 in.)",
    "description": "The egg is of translucent milky agate, opening in half lengthwise. The mounts are gold. The foot is enameled with green leaves and red husks on an opaque white ground. The upper half is covered by a white enameled trellis, set with four rose-cut diamonds around a cabochon ruby at each intersection. At the center of the cover is the date 1894, in rose-cut diamonds with enameled devices set with rose-cut diamonds and cabochon rubies; below a red enameled border are similarly enameled foliate devic",
    "background": "Apparently first mentioned in Western literature in H. C. Bainbridge’s autobiography, Twice Seven (London, 1933), this was the last egg made for Tsar Alexander III, who died just eight months later. The egg is an important example of Fabergé’s derivative style; the inspiration for it has clearly come from Le Roy’s 18th century casket in the Grüne Gewölbe (Editor’s note: Green Vault) Museum in Dresden, Germany:\n“Note how carefully the modern goldsmith has carried out an almost identical compositi",
    "provenance": "April 17 (OS), 1894. Would have been presented to Marie Feodorovna, a gift from Alexander III; cost 4,750 silver rubles. Housed in the Anichkov Palace\nSeptember 16-20 (OS), 1917. One of forty or so eggs sent to the Armoury Palace of the Kremlin in Moscow by the Kerensky Provisional Government for safekeeping\nFebruary-March 1922. Probably transferred to the Sovnarkom, the Council of People’s Commissars\nJune-July 1927. One of eight eggs returned by the Moscow Jewelers’ Union to the Armoury; given ",
    "secao_completa_length": 85587
  },
  {
    "nome": "Blue Serpent Clock Egg",
    "ano": "1895",
    "workmaster": "Mikhail Perkhin",
    "marks": "M. P. in Cyrillic, 56, crossed anchors and scepter",
    "materials": "Quatre-couleur gold, diamonds, translucent royal blue and opalescent white enamel",
    "dimensions": "Height of egg – 183 mm. (7 1/4 in.)",
    "description": "Designed as a clock in the Sèvres tradition, this piece is one of the loveliest examples of Fabergé’s use of the quatre-couleur technique in gold. The egg itself is enameled translucent royal blue, contrasting with the opalescent white enamel of the base, which consists of three panels, to each of which is applied motifs in four colors of gold, representing the arts and sciences. Around the shaft supporting the egg, a diamond-set serpent is coiled, the head and tongue pointing to the hour (Snowm",
    "background": "1895 was the first year the new Tsar, Nicholas II, presented Fabergé Easter eggs to his mother, Marie Feodorovna, and his wife, Alexandra Feodorovna. Unsure and unskilled in running the sprawling Russian empire, Nicholas II determined to follow exactly in his father’s footsteps, a policy decision which would help destroy the Romanov dynasty early in the 20th century. Work on the elaborate Blue Serpent Clock Egg would have commenced some time before the death of Alexander III on October 20 (OS), ",
    "provenance": "April 2 (OS), 1895. Would have been presented to Marie Feodorovna, a gift from Alexander III; cost 4,500 silver rubles. Housed in the Anichkov Palace\nSeptember 16-20 (OS), 1917. One of forty or so eggs sent to the Armoury Palace of the Kremlin in Moscow by the Kerensky Provisional Government for safekeeping\nFebruary-March 1922. Probably transferred to the Sovnarkom, the Council of People’s Commissars\nca. 1927. Bought by Michel Norman of the Paris-based Australian Pearl Company, probably from Rus",
    "secao_completa_length": 80227
  },
  {
    "nome": "Rosebud Egg",
    "ano": "1895",
    "workmaster": "Mikhail Perkhin",
    "marks": "Fabergé, M. P. in Cyrillic, 56, crossed anchors and scepter on inside rim",
    "materials": "Egg – varicolored gold, translucent red, and opaque white enamel, diamonds, cream velvet lining | Rosebud – gold, opaque green, and yellow enamel | Missing miniature crown – gold, diamonds, rubies | Missing pendant – cabochon ruby",
    "dimensions": "Height of egg – 74 mm. (2 15/16 in.) | Length of rosebud – 30 mm. (1 3/16 in.)",
    "description": "Of varicolored gold, this Louis XVI-style egg is covered with translucent red enamel on a wave-patterned guilloché field, quartered by lines of rose-cut diamonds. The egg is applied with green gold laurel swags suspended from rose-cut diamonds, gold arrows tipped and feathered in diamonds, and diamond-set gold ribbons and is surmounted by a miniature of Nicholas II beneath a portrait diamond and encircled by rose-cut diamonds and opaque white enamel. The year is set in the base beneath a diamond",
    "background": "This Tsar Imperial Easter egg, among the smallest known, has had a checkered history. The first egg given by Nicholas II to his bride, Alexandra Feodorovna, it seems to signal to some degree, the ill-fated events that would befall the Romanovs. Meant as a token of new love, the egg, in times to come, would no doubt remind the tsarina of her son’s hemophilia. And the choice of color (yellow) for the rosebud is curious, given the connotations associated with yellow roses; in the nineteenth century",
    "provenance": "April 2 (OS), 1895. Would have been presented to Alexandra Feodorovna, a gift from Nicholas II; cost 3,250 silver rubles\nApril 10 (OS), 1909. Housed in Alexandra Feodorovna’s study in the Winter Palace\nSeptember 16-20 (OS), 1917. One of forty or so eggs sent to the Armoury Palace of the Kremlin in Moscow by the Kerensky Provisional Government for safekeeping\nFebruary-March 1922. Transferred to the Sovnarkom, the Council of People’s Commissars\nca. 1925. Transferred to the Antikvariat (Trade Depar",
    "secao_completa_length": 73371
  },
  {
    "nome": "Alexander III Portraits Egg",
    "ano": "1896",
    "workmaster": "Mikhail Perkhin, Miniatures probably by Johannes Zehngraf (1857-1908), Fabergé",
    "marks": "M. P. in Cyrillic, 56, crossed anchors and scepter",
    "materials": "Red gold, rose-cut diamonds, portrait diamonds, translucent blue enamel, velvet lining, sapphires, water-colors probably on ivory",
    "dimensions": "Height of egg – 79 mm. (3 1/8 in.) | Diameter of egg – 56 mm. (2 3/16 in.)",
    "description": "The gold egg is covered with six blue champlevé enameled panels, each panel being divided by bands set with rose-cut diamonds, gilt with scrolls, and decorated with the Imperial crown and the Imperial monograms ‘MF’ and ‘AIII’, which are set in rose-cut diamonds, each monogram appearing six times; a portrait diamond surrounded by smaller diamonds surmounts the egg and another is set under the egg. Marie Feodorovna’s monogram appears on the top half of the egg, Alexander III’s, on the bottom half",
    "background": "The egg was long thought to have been the Imperial Easter gift to Marie Feodorovna for 1892, celebrating the couple’s 25th wedding anniversary on October 28 (OS), 1891. However, both Marina Lopato and Tatiana Muntian say the 1892 gift was the Diamond Trellis Egg. Research by Tatiana Fabergé, Lynette Proler, & Valentin Skurlov in Fabergé Imperial Easter Eggs (London, 1997) suggested the 12 Monogram Egg was presented to Marie Feodorovna at Easter in 1895, in memory of Tsar Alexander III, who had d",
    "provenance": "After March 24 (OS), 1896. Would have been presented to Marie Feodorovna, a gift from Nicholas II; cost 3,575 silver rubles. Housed in the Anichkov Palace. Probably sold to a Paris-based jeweler by Russian officials owned by Mrs. Andrea Bell Berchielly, Italy\nJune 14, 1949. Bought by Marjorie Merriweather Post, General Foods heiress, as Mrs. Joseph E. Davies, from Mrs. Berchielly for the equivalent of $1739.13\n1958. Owned by Mrs. Post as Mrs. Herbert May\nSeptember 12, 1973. Collection of the lat",
    "secao_completa_length": 67422
  },
  {
    "nome": "Egg with Revolving Miniatures",
    "ano": "1896",
    "workmaster": "Mikhail Perkhin | Miniatures by Johannes Zehngraf (1857-1908)",
    "marks": "M. P. in Cyrillic, 56, crossed anchors and scepter",
    "materials": "Rock crystal, gold, cabochon Siberian emerald, rose-cut diamonds, translucent emerald-green enamel, opaque white, orange, and blue enamel",
    "dimensions": "Height of egg – 248 mm. (9 3/4 in.) | Diameter of egg – 98 mm. (3 7/8 in.)",
    "description": "The two halves of this rock crystal egg are held together by a narrow rose-cut diamond and translucent emerald-green enameled gold mount, culminating at the top with an elaborately set twenty-seven-carat cabochon Siberian emerald. The egg is supported on a circular rock crystal plinth decorated with champlevé enamel of various colors and richly set with rose-cut diamonds; the monograms of the tsarina as the Princess Alix of Hesse-Darmstadt before her marriage, and as Alexandra Feodorovna, tsarin",
    "background": "The cabochon emerald of the Egg with Revolving Miniatures is, at twenty-seven carats, probably the biggest gem used in the Tsar Imperial Easter Eggs. It was a rare instance where Fabergé allowed a gem to dominate these miniature gifts. Invariably the stones were deliberately chosen to merge into the overall design. But on this occasion the gem appears to balance the design.\n\nThe egg was among those taken from the Imperial palaces in 1917. A note in the 1922 inventory of confiscated Imperial trea",
    "provenance": "March 24 (OS), 1896. Would have been presented to Alexandra Feodorovna, a gift from Nicholas II; cost 6,750 silver rubles\nApril 10 (OS), 1909. Housed in Alexandra Feodorovna’s study at the Winter Palace\nSeptember 16-20 (OS), 1917. One of forty or so eggs sent to the Armoury Palace of the Kremlin in Moscow by the Kerensky Provisional Government for safekeeping\nFebruary-March 1922. Transferred to the Sovnarkom, the Council of People’s Commissars\nJune 17, 1927. One of sixteen eggs returned by the F",
    "secao_completa_length": 59486
  },
  {
    "nome": "Coronation Egg",
    "ano": "1897",
    "workmaster": "Mikhail Perkhin | Assistant: Henrik Wigström | Miniature by Georg Stein",
    "marks": "M. P. in Cyrillic, 56, crossed anchors and scepter, Wigström roughly scratched on inner surface of shell, pre-1899 assay mark",
    "materials": "Egg – varicolored gold, translucent lime-yellow and opaque black and blue enamel, diamonds, off-white velvet lining | Coach – gold, platinum, strawberry red enamel, diamonds, rubies, rock crystal |Missing pendant – emerald or diamond | Missing display case – jadeite, silver-gilt, cut-glass | Missing stand: silver-gilt wire",
    "dimensions": "Height of egg – 127 mm. (5 in.) | Length of miniature – 93 mm. (3 11/16 in.)",
    "description": "This superb red gold egg, enameled translucent lime-yellow on a guilloché sunburst field, is enclosed by a green-gold laurel leaf trellis-work cage, mounted at each intersection by a yellow-gold Imperial double-headed eagle, enameled opaque black and set with a diamond. A large portrait diamond is set at the top of the egg, within a cluster of ten brilliant diamonds. Through the table of this stone, the monogram of the tsarina can be seen, the crowned A described in rose-cut diamonds and the Rus",
    "background": "This egg is one of Fabergé’s most recognizable pieces and is a technical zenith in the master’s long and distinguished career. It commemorates the glittering four-hour coronation of Nicholas II and Alexandra Feodorovna in Moscow’s Uspenski Cathedral on a cloudless, blue day, May 26 (OS), 1896. The celebrations, however, turned to disaster the next day, when hundreds died and thousands were injured in a stampede for free beer and coronation souvenirs at Moscow’s Khodynka Meadow. Nicholas II follo",
    "provenance": "April 13 (OS), 1897. Would have been presented to Alexandra Feodorovna, a gift from Nicholas II; cost 5,650 silver rubles (included the cost for a display case billed at 150 silver rubles)\nApril 10 (OS), 1909. Housed in Alexandra Feodorovna’s study at the Winter Palace\nSeptember 16-20 (OS), 1917. One of forty or so eggs sent to the Armoury Palace of the Kremlin in Moscow by the Kerensky Provisional Government for safekeeping\nFebruary-March 1922. Transferred to the Sovnarkom, the Council of Peopl",
    "secao_completa_length": 46204
  },
  {
    "nome": "Lilies of the Valley Egg",
    "ano": "1898",
    "workmaster": "Mikhail Perkhin | Miniatures by Johannes Zehngraf",
    "marks": "M. P. in Cyrillic, 56, crossed anchors and scepter",
    "materials": "Gold, green-gold, translucent rose pink, and green enamel, diamonds, rubies, pearls, rock crystal, watercolor on ivory",
    "dimensions": "Height of egg (closed) – 151 mm. (5 15/16 in.) | Height of egg (opened) – 199 mm. (7 7/8 in.)",
    "description": "This gold egg is enameled translucent rose on a guilloché field and supported on four dull green-gold cabriolet legs, composed of overlapping leaves veined in rose-cut diamonds. The egg is surmounted by a rose-cut diamond and cabochon ruby Imperial crown set, with two bows and quartered by four lines of rose-cut diamonds and decorated with lilies of the valley in pearls and rose-cut diamonds. The stalks are lightly engraved green gold, and the leaves are enameled translucent green on gold.\n\nThe ",
    "background": "This egg, the first known in the art nouveau style, is well recognized in the literature. At one stage, it was thought to have been presented to Marie Feodorovna, but later research has shown the egg was made for Alexandra Feodorovna. A lover of flowers, she regularly had trainloads of blooms brought to St. Petersburg from the Crimea to adorn the Alexander Palace. Lilies of the valley were among the tsarina’s favorite flowers. As well, pearls were her favorite jewels, so the combination in this ",
    "provenance": "April 5 (OS), 1898. Would have been presented to Alexandra Feodorovna, a gift from Nicholas II; cost 6,700 silver rubles\nApril 10 (OS), 1909. Housed in Alexandra Feodorovna’s study at the Winter Palace\nca. 1927. One of nine Imperial eggs sold by the Antikvariat, Moscow, to Emanuel Snowman of Wartski\n1934. Transferred from Wartski, Llandudno, Wales to Wartski, London, having been purchased for £700\nMay 19, 1934. Bought by Charles Parsons, London, for £2,000\nJune 8, 1935 sold back to Wartski by Ch",
    "secao_completa_length": 24465
  },
  {
    "nome": "Pelican Egg",
    "ano": "1898",
    "workmaster": "Mikhail Perkhin | Miniatures by Johannes Zehngraf (1857-1908)",
    "marks": "Fabergé, M. P. in Cyrillic, 56, crossed anchors and scepter",
    "materials": "Egg – red gold, diamonds, seed pearls, gray, pink, and opalescent blue enamel, watercolor on ivory | Stand – varicolored gold",
    "dimensions": "Height of egg – 102 mm. (4 in.) | Height with stand – 133 mm. (5 1/4 in.) | Diameter of egg – 54 mm. (2 1/8 in.)",
    "description": "This engraved red gold egg in the Empire-style is surmounted by a pelican in opalescent gray, blue, and pink enamel, feeding her young in the nest, a symbol of maternal care. It is engraved with classical motifs, the commemorative dates 1797-1897, and the inscription …Visit our vineyards, O Lord, and we shall dwell in Thee. The egg itself unfolds into an extending screen of eight ivory miniatures, each within a pearl border, depicting mostly educational and charitable institutions of which the d",
    "background": "The Pelican Egg had always been dated 1897 because of the commemorative dates inscribed on it. But Fabergé’s bill for the eggs of 1898, dated July 7 (OS), 1898, and found in the Russian State Historical Archives in St. Petersburg, shows otherwise. Marina Lopato reported in Apollo, February 1991: On 10 April (OS) Fabergé delivered to the palace ‘an egg of pink enamel with three portraits, green enamel leaves and lilies-of-the-valley of pearls and rose (-cut diamonds)-6,700 silver roubles.’ This i",
    "provenance": "April 5 (OS), 1898. Would have been presented to Marie Feodorovna, a gift from Nicholas II; cost silver 3,600 rubles. Housed in the Anichkov Palace\nSeptember 16-20 (OS), 1917. One of forty or so eggs sent to the Armoury Palace of the Kremlin, Moscow by the Kerensky Provisional Government for safekeeping\nFebruary-March 1922. Transferred to the Sovnarkom, the Council of People’s Commissars\nJune 17, 1927. One of sixteen eggs returned by the Foreign Currency Fund of the Narkomfin (Finance Ministry) ",
    "secao_completa_length": 38701
  },
  {
    "nome": "Madonna Lily Clock Egg",
    "ano": "1899",
    "workmaster": "Mikhail Perkhin",
    "marks": "Fabergé, M. P. in Cyrillic, 56, kokoshnik, Y. L., initials of Inspector Yakov Lyapunov of St. Petersburg Standard Board",
    "materials": "Egg – varicolored gold, platinum, rose-cut diamonds, white chalcedony, translucent yellow guilloché enamel, opaque white enamel | Missing pendant – ruby, rose-cut diamonds",
    "dimensions": "Height of egg – 270 mm. (10 5/8 in.)",
    "description": "The rectangular pedestal and egg-shaped clock are decorated with translucent yellow-gold enamel on a guilloché ground. Modeled in the Louis XVI style, the clock is crowned with a delicate bouquet of lilies, carved from white chalcedony. The pistils of the flowers are set with three small diamonds, and the leaves and stems are of tinted gold. The lilies appear to be growing through a circle of red and yellow gold, and platinum roses, with green gold leaves. The body of the clock is divided into t",
    "background": "This egg uses the symbolic language of flowers: the combination of roses (symbols of love) with lilies (symbols of purity and innocence), combined with burning torches, the flames from which turn into luxuriant foliate scrolls, suggests the virtuous flame of family love. It is based on a late eighteenth-century French clock. Tatiana Muntian says the missing pendant was probably tied in some way to the gold key. The archival photograph has the pendant seemingly standing alongside the Madonna Lily",
    "provenance": "April 18 (OS), 1899. Would have been presented to Alexandra Feodorovna, a gift from Nicholas II; cost 6,750 silver rubles\nApril 10 (OS), 1909. Housed in Alexandra Feodorovna’s study at the Winter Palace\nSeptember 16-20 (OS), 1917. One of forty or so eggs sent to the Armoury Palace of the Kremlin in Moscow by the Kerensky Provisional Government for safekeeping\nFebruary-March 1922. Transferred to the Sovnarkom, the Council of People’s Commissars\nTransferred to the Moskovskoye Yuvelirnoye Tovarishc",
    "secao_completa_length": 14963
  },
  {
    "nome": "Pansy Egg",
    "ano": "1899",
    "workmaster": "Mikhail Perkhin",
    "marks": "Fabergé, M. P. in Cyrillic, 88, kokoshnik",
    "materials": "Egg – nephrite, silver-gilt, diamonds, white, red, green, and opaque violet enamel | Heart surprise – varicolored gold, diamonds, rose-cut diamonds, pearls, strawberry enamel, white guilloché enamel, mother of pearl",
    "dimensions": "Height of egg – 146 mm. (5 3/4 in.)",
    "description": "Supported on a spiral twist of silver-gilt leaves and twigs set with rose-cut diamonds, this carved nephrite egg, designed in the art nouveau style, is decorated with opaque violet enameled pansies, symbols of remembrance and affection. Inside is a collapsible, heart-shaped gold easel, surmounted by a diamond-set Star of Bethlehem within a wreath over the date, 1899. The easel is fluted on a sun-ray guilloché background and bordered by rose-cut diamonds set in silver and surmounted by the Romano",
    "background": "This egg impressed the judges at the Exposition Internationale Universelle in Paris in 1900, earning Fabergé worldwide recognition: “An Easter-egg in serpentine [sic], which opens with a spring, giving passage to a small movable easel in gold, enamel and diamonds. … A charming idea, executed with consummate skill.” (Champier, Victor, Exposition Universelle 1900, Vol. IX, Philadelphia, 1902)\n\nHenri Havard, writing in the Revue de l’Art Ancien et Moderne, Vol. 7, June 10, 1900, also singled out th",
    "provenance": "April 18 (OS), 1899. Would have been presented to Marie Feodorovna, a gift from Nicholas II; cost 5,600 silver rubles. Housed in the Anichkov Palace\nSeptember 16-20 (OS), 1917. One of forty or so eggs sent to the Armoury Palace of the Kremlin in Moscow by the Kerensky Provisional Government for safekeeping\nFebruary-March 1922. Transferred to the Sovnarkom, the Council of People’s Commissars\nJune 17, 1927. One of sixteen eggs returned by the Foreign Currency Fund of the Narkomfin (Finance Ministr",
    "secao_completa_length": 20106
  },
  {
    "nome": "Cockerel Egg",
    "ano": "1900",
    "workmaster": "Mikhail Perkhin",
    "marks": "Fabergé, M. P. in Cyrillic, 56, kokoshnik",
    "materials": "Egg – varicolored gold, translucent violet, and green enamel, opalescent white and oyster enamel, opaque lilac enamel, diamonds, rubies, pearls | Cockerel surprise – gold, natural feathers",
    "dimensions": "Height of egg (open) 203 mm. (8 in.)",
    "description": "The body of this jeweled table-clock egg is enameled translucent violet over a guilloché ground and is supported by three slender columns of enameled translucent oyster. The dial is enameled in translucent green with stylized flower heads, and the diamond-set Arabic numerals are mounted on circular reserves of enameled translucent oyster on sunburst guilloché grounds. The border of the dial is set with pearls. Above the dial is an arch of foliage set with diamonds and pearls, while below the dia",
    "background": "The Cockerel Egg is believed to be the second of at least nine automaton eggs produced by Fabergé between 1892 and 1911. The others were the 1892 Diamond Trellis Egg, the 1906 Swan Egg, the 1908 Peacock Egg and the 1911 Orange Tree Egg, all made for the Dowager Empress Marie; the 1900 Trans-Siberian Railway Egg made for Alexandra Feodorovna, the 1900 Pine Cone Egg and the 1904 Chanticleer Egg, both made for Barbara Kelch, and the 1902 Rothschild Egg. According to A. Kenneth Snowman, this egg was",
    "provenance": "After April 9 (OS), 1900. Would have been presented to Marie Feodorovna, a gift from Nicholas II; cost 6,500 rubles. Housed in the Anichkov Palace\nSeptember 16-20 (OS), 1917. One of forty or so eggs sent to the Armoury Palace of the Kremlin in Moscow by the Kerensky Provisional Government for safekeeping\nFebruary-March 1922. Transferred to the Sovnarkom, the Council of People’s Commissars\nca. 1925. Transferred to the Antikvariat (Trade Department)\nca. 1927. One of nine Imperial eggs sold by the ",
    "secao_completa_length": 10974
  },
  {
    "nome": "Trans-Siberian Railway Egg",
    "ano": "1900",
    "workmaster": "Mikhail Perkhin",
    "marks": "Fabergé, M. P. in Cyrillic, 56, kokoshnik, Y. L., initials of Inspector Yakov Lyapunov of St. Petersburg Standard Board",
    "materials": "Egg – gold, silver, translucent green guilloché enamel, blue enamel, orange enamel, onyx, velvet lining | Miniature train – gold, platinum, rose-cut diamonds, rubies, cut-glass, or possibly rock crystal",
    "dimensions": "Height of egg – 260 mm. (10 1/4 in.) | Length of miniature – 398 mm. (15 3/4 in.)",
    "description": "The silver egg has a hinged lid covered with translucent green enamel on a guilloché ground and decorated with blue and orange enamel mounts. The edge of the lid is decorated with inlaid acanthus leaves. A three-sided heraldic eagle in silver and gold plate and bearing the Imperial crown rises from the lid. A map of Russia is engraved on a broad silver band around the egg, with the 4,000-mile route of the Trans-Siberian Railway from Moscow to Vladivostok in the central section, which also bears ",
    "background": "Nicholas II, as the tsesarevich, “was pleased to lay the foundations for work on the construction of the Siberian railway,” when he and his brother George, reached Vladivostok on the final leg of their overseas journey. Tsar Alexander III had sent his two elder sons on a voyage to the Far East to broaden their outlook. The building of the railway cost many lives and many millions of rubles. It took nine years to construct, and work continued for some time after the presentation of this egg, the ",
    "provenance": "April 9 (OS), 1900. Would have been presented to Alexandra Feodorovna, a gift from Nicholas II; cost 7,000 rubles\nApril 10 (OS), 1909. Housed in Alexandra Feodorovna’s study at the Winter Palace\nSeptember 16-20 (OS), 1917. One of forty or so eggs sent to the Armoury Palace of the Kremlin in Moscow by the Kerensky Provisional Government for safekeeping\nFebruary-March 1922. Transferred to the Sovnarkom, the Council of People’s Commissars\nJune 17, 1927. One of sixteen eggs transferred from the Fore",
    "secao_completa_length": 5112
  },
  {
    "nome": "Flower Basket Egg",
    "ano": "1901",
    "workmaster": "Unknown, probably Mikhail Perkhin",
    "marks": "Apparently unmarked",
    "materials": "Silver, parcel-gilt, opalescent oyster and (later) dark blue enamel, rose-cut diamonds, green gold, opaque multicolored enamels",
    "dimensions": "Height of egg – 230 mm. (9 1/16 in.) | Diameter of egg – 100 mm. (3 15/16 in.)",
    "description": "In the form of a flower basket, the body of the silver egg is covered with opalescent oyster enamel with applied trellis-work in rose-cut diamonds. The date, 1901, is also in rose-cut diamonds. The foot of the egg, originally opalescent white, is now dark blue enamel, also applied with rose-cut diamond decorations and borders. An elaborate composition of wildflowers sits in green gold thread moss. The flowers are made of gold and are covered with a variety of colors of enamel, including matt pin",
    "background": "This is one of the most fascinating and controversial creations that belonged to the Tsarina Alexandra Feodorovna. Her 1901 Easter gift was long thought to have been lost. George W. Terrell Jr., professor of history and geography at Gadsden State Community College, Alabama, noted this egg in a photograph on view at the 1989 San Diego Imperial Egg Exhibition. The photograph proved the egg was in the Collection of Imperial eggs belonging to the Tsarina Alexandra Feodorovna, shown publicly for the ",
    "provenance": "April 1 (OS), 1901. Would have been presented to Alexandra Feodorovna, a gift from Nicholas II; cost 6,850 rubles\nApril 10 (OS), 1909. Housed in Alexandra Feodorovna’s study at the Winter Palace\nSeptember 16-20 (OS), 1917. One of forty or so eggs sent to the Armoury Palace of the Kremlin in Moscow by the Kerensky Provisional Government for safekeeping\nFebruary-March 1922. Transferred to the Sovnarkom, the Council of People’s Commissars\nTransferred to the Moskovskoye Yuvelirnoye Tovarishchestvo (",
    "secao_completa_length": 5563
  },
  {
    "nome": "Gatchina Palace Egg",
    "ano": "1901",
    "workmaster": "Mikhail Perkhin",
    "marks": "M. P. in Cyrillic, kokoshnik, Fabergé",
    "materials": "Egg – quatre-couleur gold, opalescent white enamel, opaque red, yellow, and green enamel, diamonds, seed pearls, cream velvet lining | Miniature palace – quatre-couleur gold",
    "dimensions": "Height of egg – 127 mm. (5 in.) | Diameter of egg – 91 mm. (3 9/16 in.)",
    "description": "The gold egg is enameled opalescent white over a guilloché moiré ground, underpainted in a delicate, airy design of green and gold leaves, pink roses, and red ribbons tied into a variety of bows. Among the objects depicted are a tambourine, horns, an artist’s palette, and flaming torches, which can be interpreted as symbols of the arts and sciences. The egg is divided into twelve panels by lines of pearls. Portrait diamonds are set at either end, but both the monogram and the year of presentatio",
    "background": "There were doubts over the year of presentation, but it is now known that the egg was exhibited at the von Dervis Mansion charity exhibition, which opened in St. Petersburg on March 9 (OS), 1902. Since Easter Sunday that year was April 14 (OS), the egg was obviously presented the year before. Fabergé’s invoice confirms the year, the bill being presented on April 16 (OS), 1901. It reads in part: “Easter egg, white enamel, 1 large rose-cut diamond, 1 table diamond and pearls, with Gatchina Palace.",
    "provenance": "April 1 (OS), 1901. Would have been presented to Marie Feodorovna, a gift from Nicholas II; cost 5,000 rubles. Housed in the Anichkov Palace\nca.1920. Acquired by Alexander Polovtsov, a Russian émigré who settled in Paris, probably from Russian officials of the Antikvariat (Trade Department)\n1930. Sold by Polovtsov, together with the 1907 Rose Trellis Egg, to agents of Henry Walters of Baltimore, Maryland\n1936. Displayed in the Walters Art Museum, Baltimore, Maryland\n1952. On permanent exhibition",
    "secao_completa_length": 5908
  },
  {
    "nome": "Clover Leaf Egg",
    "ano": "1902",
    "workmaster": "Mikhail Perkhin",
    "marks": "M. P. in Cyrillic, 56, kokoshnik, Y. L., initials of Yakov Lyapunov, inspector of the St. Petersburg Standard Board",
    "materials": "Egg – dull green gold, platinum, rubies, rose-cut diamonds, plique-à-jour green enamel | Missing surprise – gold, rose-cut diamonds, probably watercolor on ivory",
    "dimensions": "Height of egg (incl. stand) – 98 mm. (3 7/8 in.)",
    "description": "The shell of this exquisite egg is composed of closely packed clover leaves, carried out in plique-à-jour green enamel, dull green gold and pavé diamonds massed so closely together that the settings are quite invisible. A cabochon ruby and diamond cluster is set at the point of this egg, which is further decorated by a wandering pattern of calibré-cut ruby ribbons. The edges where the top and bottom halves of the egg meet are almost hidden by the cleverly placed clover leaves. The egg stands in ",
    "background": "This is the third known example of Art Nouveau in the Imperial Easter eggs and among the most satisfying. Its technical skill is unparalleled in the difficult medium of plique-à-jour enameling. At the time, this was a new technique, fraught with difficulty. As the enamel had no support, it could crack while being fired or while cooling. Yet Fabergé’s workmen achieved perfection: there are no bubbles or cracks anywhere in the enamel of the Clover Leaf Egg. It is truly one of the finest examples o",
    "provenance": "April 14 (OS), 1902. Would have been presented to Alexandra Feodorovna, a gift from Nicholas II; cost 8,750 rubles\nApril 10 (OS), 1909. Housed in Alexandra Feodorovna’s study at the Winter Palace\nSeptember 16-20 (OS), 1917. One of forty or so eggs sent to the Armoury Palace of the Kremlin in Moscow by the Kerensky Provisional Government for safekeeping\nFebruary-March 1922. Transferred to the Sovnarkom, the Council of People’s Commissars\nTransferred to the Moskovskoye Yuvelirnoye Tovarishchestvo ",
    "secao_completa_length": 3533
  },
  {
    "nome": "Empire Nephrite Egg",
    "ano": "1902",
    "workmaster": "Probably Mikhail Perkhin | Miniature – possibly by Johannes Zehngraf (1857-1908)",
    "marks": "Unknown",
    "materials": "Nephrite, gold, diamonds, possibly watercolor on ivory or mother of pearl",
    "dimensions": "Unknown",
    "description": "Thought to have been made of nephrite in the Empire style, with a gold base, decorated with two diamonds and a medallion portrait of the late Tsar, Alexander III (1841-1894)",
    "background": "Nothing was known of this egg until research in the Russian State Historical Archives in St. Petersburg unearthed two descriptions. The first is from the 1917 inventory of Imperial treasure, sent to Moscow for safekeeping from advancing German troops: “Egg of nephrite with gold base, with a medallion portrait of Alexander III.” (Fabergé, Proler, & Skurlov, Fabergé Imperial Easter Eggs, London, 1997)\n\nThe second is Fabergé’s bill to the Imperial Cabinet, which reads: “Egg in ‘Empire’ style, of ne",
    "provenance": "April 14 (OS), 1902. Would have been presented to Marie Feodorovna, a gift from Nicholas II; cost 6,000 rubles. Probably housed in the Anichkov Palace\nSeptember 16-20 (OS), 1917. One of forty or so eggs sent to the Armoury Palace of the Kremlin in Moscow by the Kerensky Provisional Government for safekeeping\nFebruary-March 1922. Probably transferred to the Sovnarkom, the Council of People’s Commissars\n2015. Whereabouts unknown",
    "secao_completa_length": 2769
  },
  {
    "nome": "Peter the Great Egg",
    "ano": "1903",
    "workmaster": "Mikhail Perkhin | Miniatures by Vasilli Zuiev",
    "marks": "Egg – K. Fabergé 1903, M. P. in Cyrillic, 56, 72, kokoshnik, illegible | Miniature statue: Y. L., initials of Yakov Lyapunov, inspector of the St. Petersburg Standard Board",
    "materials": "Egg – varicolored gold, platinum, translucent yellow, and opaque white enamel, square-cut rubies, rose-cut diamonds, rock crystal, watercolor on ivory | Miniature statue – bronze, sapphire",
    "dimensions": "Height of egg – 111 mm. (4 3/8 in.) | Diameter of egg – 83 mm. (3 1/4 in.) | Height of miniature – 39 mm. (1 9/16 in.)",
    "description": "This egg, made of red, green, and yellow gold and platinum, is elaborately enriched with a rococo cage work of diamond and ruby set scrolls in the Louis XV style, with shells, foliage, and bulrushes in green gold, set with square-cut rubies. The dates 1703 and 1903 in rose-cut diamonds appear on either side of the lid. Linked by quatre-couleur gold swags of roses, four miniature paintings by the court miniaturist Vasilii Zuiev, show Peter the Great, the wooden hut that he is traditionally said t",
    "background": "Notable as Mikhail Perkhin’s last known Tsar Imperial egg, this magnificent creation is based on an egg-shaped gold and enamel clock nécessaire in the State Hermitage Museum in St. Petersburg. A. Kenneth Snowman says the nécessaire (plate 342 in Snowman, Art of Carl Fabergé [1962]) was made in Paris in 1757 for the Tsarina Elizabeth. The skill of Fabergé’s workers is even more evident when the egg is opened. The enameling would have been doubly difficult to achieve, given the confining concave s",
    "provenance": "April 6 (OS), 1903. Would have been presented to Alexandra Feodorovna, a gift from Nicholas II; cost 9,760 rubles\nApril 10 (OS), 1909. Housed in Alexandra Feodorovna’s study at the Winter Palace\nSeptember 16-20 (OS), 1917. One of forty or so eggs sent to the Armoury Palace of the Kremlin in Moscow by the Kerensky Provisional Government for safekeeping\nFebruary – March 1922. Transferred to the Sovnarkom, the Council of People’s Commissars\nJune 17, 1927. One of sixteen eggs returned by the Foreign",
    "secao_completa_length": 7389
  },
  {
    "nome": "Royal Danish Egg",
    "ano": "1903",
    "workmaster": "Unknown, probably Mikhail Perkhin",
    "marks": "Unknown, probably M. P.",
    "materials": "Gold, pale blue, and opalescent white enamel, diamonds, probably watercolor on ivory",
    "dimensions": "Height of egg – about 275 mm. (10 in.)",
    "description": "This gold egg is surmounted by a Danish Royal Elephant and supported by three Danish heraldic lions. Enameled opalescent white and pale blue and profusely set with precious stones, this egg, which stands on an elaborate plinth, is decorated with swags and laurel leaves, a diamond-set fillet, carved gold masks, and the dowager empress’s monogram in diamonds. The egg contains a double-sided miniature screen on a stand showing portraits of King Christian IX on one side and Queen Louise, his consort",
    "background": "Like the Dowager Empress Marie’s 1909 gift, the Easter egg is known only from an official Fabergé photograph. It has not been seen since before the October Revolution of 1917. It was first suggested the egg was made for presentation in 1888 to mark the Danish Royal couple’s Ruby Jubilee (Editor’s note: The 45th wedding anniversary had taken place on May 26 of the previous year, 1887). King Christian IX and Queen Louise were Marie Feodorovna’s parents and were fondly regarded throughout Europe. B",
    "provenance": "April 6 (OS), 1903. Would have been presented to Marie Feodorovna, a gift from Nicholas II; cost 7,535 rubles.\nFor some time, possibly housed at the Anichkov Palace\n2015. Whereabouts unknown\n\nPeter the Great Egg (1903)\n  \nMiniature of the Winter Palace in 1903 (Size: 1 9/16 in. High)\nMiniature of Falconet Statue of Peter the Great\n(Virginia Museum of Fine Arts, Bequest of Lillian Pratt, Photo: Katherine Wetzel © Virginia Museum of Fine Arts)\nWorkmaster: Mikhail Perkhin | Miniatures by Vasilli Zu",
    "secao_completa_length": 11492
  },
  {
    "nome": "Alexander Palace Egg",
    "ano": "1908",
    "workmaster": "Henrik Wigström",
    "marks": "Fabergé in Cyrillic, H. W., 72, kokoshnik, Y. L., initials of Yakov Lyapunov, inspector of the St. Petersburg Standard Board",
    "materials": "Egg – gold, portrait diamonds, rose-cut diamonds, rubies, nephrite, watercolor on ivory | Miniature palace – tinted gold, silver, varicolored gold, rock crystal, light green enamel, wood, glass",
    "dimensions": "Height of egg – 110 mm. (4 5/16 in.) | Diameter of egg – 68 mm. (2 11/16 in.) | Miniature palace – 30 mm. (1 3/16 in.) x 65 mm. (2 9/16 in.)",
    "description": "This nephrite egg is adorned with five miniature portraits of the children of Tsar Nicholas II and contains a replica of the Alexander Palace at Tsarskoe Selo. The upper and lower sections of the egg are set with triangular diamonds bearing the initials AF (Editor’s note: Alexandra Feodorovna) and the date 1908. Each diamond is surrounded by an inlaid wreath of golden leaves, and flowers composed of rubies and diamonds. The remainder of the egg’s surface is divided by five vertical lines, studde",
    "background": "Another shrewd choice by Fabergé. This was the Imperial family’s preferred residence at Tsarskoe Selo, and their favorite home, apart from the rather more informal palace Nicholas II would shortly (1909-11) build at Livadia in the Crimea. In relation to other palaces, both in St. Petersburg and in Moscow, the Alexander Palace was quite modest. Fabergé had used the favored-residence theme seven years earlier in the 1901 Gatchina Palace Egg for Marie Feodorovna.\n\nThe Alexander Palace had been buil",
    "provenance": "April 13 (OS), 1908. Would have been presented to Alexandra Feodorovna, a gift from Nicholas II; cost 12,300 rubles\n1913-1916. Housed in Alexandra Feodorovna’s Mauve Sitting Room in the Alexander Palace\nSeptember 16-20 (OS), 1917. One of forty or so eggs sent to the Armoury Palace of the Kremlin in Moscow by the Kerensky Provisional Government for safekeeping\nFebruary-March 1922. Transferred to the Sovnarkom, the Council of People’s Commissars\nJune 17, 1927. One of sixteen eggs returned to the A",
    "secao_completa_length": 38448
  },
  {
    "nome": "Peacock Egg",
    "ano": "1908",
    "workmaster": "Henrik Wigström | Automaton by Semion Dorofeiev",
    "marks": "Fabergé in Cyrillic, 91, H. W., illegible kokoshnik",
    "materials": "Egg – rock crystal, silver-gilt | Peacock surprise – varicolored gold, varicolored enamel, precious stones",
    "dimensions": "Height of egg – 190 mm. (7 7/16 in.) | Diameter of egg – 165 mm. (6 7/16 in.) | Length of miniature – 110 mm. (4 5/16 in.)",
    "description": "This rock crystal Easter egg in Louis XV taste, engraved with the crowned monogram of Marie Feodorovna and the date, each within a border of scrolls, is supported on a silver-gilt scrolling base. Within the egg, a mechanical gold enameled peacock, one of Fabergé’s most ingenious creations, is perched in the branches of an engraved gold tree with flowers in enamel and precious stones.\n\nWhen opened at the top by means of a clasp, the egg falls into halves, each with a heavily chased silver-gilt ro",
    "background": "The concept for this egg is derived from the famous Peacock Clock in ormolu by the English eighteenth-century clock maker James Cox, which is in the State Hermitage Museum in St. Petersburg. The clock had been a present to Catherine the Great from Count Grigorii Aleksandrovich Potemkin (1739-91), the statesman who originally helped Catherine gain the throne. The clock is enclosed in a case the size of a miniature room and was originally housed in the Winter Palace.\n\nWhile the style is derivative",
    "provenance": "April 13 (OS), 1908. Would have been presented to Marie Feodorovna, a gift from Nicholas II; cost 8,300 rubles. Housed in the Anichkov Palace\nSeptember 16-20 (OS), 1917. One of forty or so eggs sent to the Armoury Palace of the Kremlin in Moscow by the Kerensky Provisional Government for safekeeping\nFebruary – March 1922. Transferred to the Sovnarkom, the Council of People’s Commissars\nca. 1925. Transferred to the Antikvariat (Trade Department)\nca. 1927. One of nine Imperial eggs sold by the Ant",
    "secao_completa_length": 32337
  },
  {
    "nome": "Alexander III Commemorative Egg",
    "ano": "1909",
    "workmaster": "Probably Henrik Wigström",
    "marks": "Probably Henrik Wigström",
    "materials": "Egg – platinum, gold, white matt enamel, rose-cut diamonds, portrait diamonds | Miniature bust – lapis lazuli, gold, rose-cut diamonds",
    "dimensions": "Height of egg – about 95 mm. (3 3/4 in.)",
    "description": "The platinum egg is covered completely in matt white enamel with reserved gold lines. The egg is divided into five sections with vertical lines of rose-cut diamond laurel leaves. White enamel lozenge-shape diamond clusters are positioned around the middle of the egg, each mounted with diamond-set baskets, flowers, and ribbons. Rose-cut diamond wreaths centered with diamond-set stars of Bethlehem are set near the apex. Portrait diamonds are set at either end, doubtless covering the monogram of th",
    "background": "This egg is known only through an official black and white Fabergé photograph which unfortunately does not show the surprise. It had long been thought the egg commemorated the 10th anniversary of the death of Tsar Alexander III and had consequently been designated as being presented in 1904. However, the latest research by Tatiana Fabergé, Lynette Proler, & Valentin Skurlov in Fabergé Imperial Easter Eggs (London, 1997) proves the egg was presented in 1909. The invoice they have found says: “Egg",
    "provenance": "After March 29 (OS), 1909. Would have been presented Marie Feodorovna, a gift from Nicholas II; cost 11,200 rubles. Apparently housed in the Anichkov Palace\n2015. Whereabouts unknown\n\nStandart (1909)\n \nImperial Standart Egg and the Imperial Yacht Standart\n(Muntian, Faberge Easter Eggs, 2003, 51, 54)\nWorkmaster: Henrik Wigström\nMarks: K. Fabergé, H. W., 72, kokoshnik, Y. L., initials of Yakov Lyapunov, inspector of the St. Petersburg Standard Board\nMaterials: Egg – gold, diamonds, rose-cut diamon",
    "secao_completa_length": 27762
  },
  {
    "nome": "Alexander III Equestrian Egg",
    "ano": "1910",
    "workmaster": "Unknown",
    "marks": "Fabergé",
    "materials": "Egg – platinum, portrait diamond, rose-cut diamonds, rock crystal | Miniature statue – green gold, lapis lazuli, rose-cut diamonds",
    "dimensions": "Height of egg (incl. Base) – 155 mm. (6 1/8 in.) | Miniature – 50 mm. (2 in.) x 75 mm. (2 15/16 in.)",
    "description": "The egg, containing a green gold replica of the monument to Alexander III by Prince Paolo Trubetskoi (1866-1938), rests on a rectangular base of lapis lazuli bordered by two rows of rose diamonds. The Renaissance-style egg is carved out of rock crystal and cloaked with a platinum lacework strewn with rose-cut diamonds.\n\nA large diamond surmounts the egg and is engraved with the year 1910. The diamond is set in a band of small rose diamonds, with a rosette border of platinum acanthus leaves. The ",
    "background": "This Easter egg was described by A. Kenneth Snowman as “one of the most beautifully designed of all.” It is indeed unfortunate that the workmaster of this simultaneously grave and delicate egg is unknown. It continues the series of memorial eggs made for the Dowager Empress Marie and may be the fourth to pay tribute to her late husband, Tsar Alexander III, the others being the 1896 Alexander III Portraits Egg, the 1902 Empire Nephrite Egg, and the missing 1909 Alexander III Commemorative Egg.\n\nT",
    "provenance": "April 18 (OS), 1910. Would have been presented Marie Feodorovna, a gift from Nicholas II; cost 14,700 rubles. Housed in the Anichkov Palace\nSeptember 16-20 (OS), 1917. One of forty or so eggs sent to the Armoury Palace of the Kremlin in Moscow by the Kerensky Provisional Government for safekeeping\nFebruary-March 1922. Transferred to the Sovnarkom, the Council of People’s Commissars\nJune 17, 1927. One of sixteen eggs returned to the Armoury from the Foreign Currency Fund of the Narkomfin (Finance",
    "secao_completa_length": 18415
  },
  {
    "nome": "Colonnade Egg",
    "ano": "1910",
    "workmaster": "Henrik Wigström",
    "marks": "Fabergé in Cyrillic, H. W., 56, kokoshnik",
    "materials": "Bowenite, quatre-couleur gold, rose-cut diamonds, silver-gilt, platinum, opalescent pale pink and translucent white enamel",
    "dimensions": "Height of egg – 286 mm. (11 1/4 in.)",
    "description": "Conceived as an Arcadian Temple of Love, this rotary clock egg commemorates the birth of the long-awaited heir to the throne in 1904. A silver-gilt cupid, an allegorical representation of the tsesarevich, surmounts the gold egg, which is enameled opalescent pale pink on an engraved ground and is encircled by the broad band of a translucent white enameled dial set with rose-cut diamond numerals; a diamond-set pointer projects from the colonnade in pale green bowenite, which supports the egg. The ",
    "background": "There had been some confusion over whether or not this egg was a companion piece for the 1907 Love Trophies Egg; both were thought to celebrate the birth of the tsesarevich, with one egg for the tsarina and the other for the dowager empress.\n\nHowever, Marina Lopato’s research (Apollo, February 1991), demonstrates that the Colonnade Egg was presented in 1910 and given to Tsarina Alexandra. Lopato cites a photograph album of Alexandra’s Easter eggs from 1907 onward, and although the pictures have ",
    "provenance": "April 18 (OS), 1910. Would have been presented to Alexandra Feodorovna, a gift from Nicholas II; cost 11,600 rubles\n1913-1916. Housed in Alexandra Feodorovna’s Mauve Sitting Room in the Alexander Palace\nSeptember 16-20 (OS), 1917. One of forty or so eggs sent to the Armoury Palace of the Kremlin in Moscow by the Kerensky Provisional Government for safekeeping\nFebruary-March 1922. Transferred to the Sovnarkom, the Council of People’s Commissars\nca. 1925. Transferred to the Antikvariat (Trade Depa",
    "secao_completa_length": 13316
  },
  {
    "nome": "15th Anniversary Egg",
    "ano": "1911",
    "workmaster": "Henrik Wigström | Miniatures by Vasilii Zuiev",
    "marks": "H. W., 72, kokoshnik and Fabergé twice in blue enamel on ribbons under the dates",
    "materials": "Gold, translucent green enamel, opaque white enamel, opalescent oyster enamel, diamonds, rock crystal, watercolor on ivory",
    "dimensions": "Height of egg: 132 mm. (5 1/8 in.) | Height of case – 213 mm. (8 3/8 in.)",
    "description": "The red gold shell of the egg is chased and enameled with a trellis of green laurel set with rose-cut diamond ties at the intersections. It is divided into eighteen panels in three tiers, set with sixteen miniatures, scenes from the life of Nicholas II and portraits of him and his family, painted on ivory by Vasilii Zuiev and framed behind rock crystal. The portraits of the tsar, tsarina, their four daughters and their son are framed in rose-cut diamonds on panels of translucent pale pinkish-blu",
    "background": "This egg chronicles some of Nicholas II’s achievements as tsar, but it also contains elements of the downfall of the Romanov dynasty:\nNicholas II attended the opening of the Alexander III Bridge over the Seine between the Place Concorde and Les Invalides in Paris. It was a symbol of the strengthening ties between Russia and France, which helped bring Russia into World War I.\nThe Huis ten Bosch was the site of the first peace conference, which took place in May 1899. The conference resulted from ",
    "provenance": "April 10 (OS), 1911. Would have been presented Alexandra Feodorovna, a gift from Nicholas II; cost 16,600 rubles\n1911-1916. Housed in Alexandra Feodorovna’s Mauve Sitting Room in the Alexander Palace\nAcquired by A La Vieille Russie, New York\n1962. Private collection, possibly Alexander Schaffer\nNovember 1966. Sold by A La Vieille Russie for $111,447 to Forbes Magazine Collection, New York\nFebruary 2004. Sold privately as part of the Forbes Magazine Collection, New York, to Viktor Vekselberg, Mos",
    "secao_completa_length": 6542
  },
  {
    "nome": "Orange Tree Egg",
    "ano": "1911",
    "workmaster": "Unknown",
    "marks": "Fabergé, 1911 on front bottom edge of tub, 2990 & kmmm II scratched on egg",
    "materials": "Egg- gold, translucent green and opaque white enamel, nephrite, diamonds, rubies, pearls, white Mexican onyx | Miniature songbird – feathers",
    "dimensions": "Height of egg – 273 mm. (10 1/2 in.) | Height of egg (open) – 300 mm. (11 3/4 in.) | Height of case – 327 mm. (12 7/8 in.)",
    "description": "The tree has four main branches that rise from the naturalistically chased gold trunk and divide into smaller branches to hold the nephrite leaves, each finely carved with veining and with a socket at the back into which fits the gold twig. The flowers of white enamel have diamond centers; the buds, rose-cut diamonds; and the fruits are pale rubies and champagne diamonds.\n\nThe top third of the tree contains the movement for the singing bird, which emerges from the top of the tree when a jeweled ",
    "background": "This egg is among Fabergé’s most astonishing pieces. It is based on a mechanical tubbed orange tree made by the eighteenth-century jeweler Richard of Paris and sold from the collection of the Earl of Rosebery at the Sotheby Parke-Bernet, Mentmore Towers auction on May 18, 1977. However, the Fabergé piece is by far the superior of the two, being more esthetically pleasing, more neatly balanced, and, not surprisingly, technically superior.\n\nFabergé, Proler, & Skurlov cite the official invoice in F",
    "provenance": "April 10 (OS), 1911. Would have been presented to Marie Feodorovna, a gift from Nicholas II; cost 12,800 rubles. Probably housed at the Anichkov Palace\nSeptember 16-20 (OS), 1917. One of forty or so eggs sent to the Armoury Palace of the Kremlin in Moscow by the Kerensky Provisional Government for safekeeping\nFebruary-March 1922. Transferred to the Sovnarkom, the Council of People’s Commissars\nca. 1925. Transferred to the Antikvariat (Trade Department)\nca. 1927. One of nine Imperial eggs sold by",
    "secao_completa_length": 6251
  },
  {
    "nome": "Tsesarevich Egg",
    "ano": "1912",
    "workmaster": "Henrik Wigström",
    "marks": "Fabergé, H. W.",
    "materials": "Egg – gold, lapis lazuli, portrait diamond, brilliant diamond | Frame surprise – platinum, lapis lazuli, rose-cut diamonds, watercolor on ivory",
    "dimensions": "Height of egg – 125 mm. (4 15/16 in.) | Diameter of egg – 89 mm. (3 1/2 in.)",
    "description": "Designed in the style of Louis XV, this egg is carved from a block of lapis lazuli of superb quality and is enclosed in an elaborately carved and chased gold cage-work composed of conventionalized motifs, including scrolls, shells, baskets of flowers, winged cherubs, and the Imperial double-headed eagle beneath a canopy hanging from a fretted arch. The crowned Imperial monogram AF (Editor’s note: Alexandra Feodorovna) and the year 1912 are shown under a rectangular portrait diamond surmounting t",
    "background": "The hemophilia of their only son, kept secret from the Russian people, was a great personal blow to Nicholas II and Alexandra and influenced considerably the last twelve years of the tsar’s reign. Alexandra would devote the rest of her life to protecting her son, clutching at any hope offered by anyone, including Grigorii Rasputin:\nThe Czarina Alexandra gave birth to a son on August 12, 1904 (July 30, OS). The rejoicings were frantic, amnesties were granted and sentences were remitted. For a tim",
    "provenance": "March 25 (OS), 1912. Would have been presented to Alexandra Feodorovna, a gift from Nicholas II; cost 28,597 rubles\n1912-1916. Housed in Alexandra Feodorovna’s Mauve Sitting Room in the Alexander Palace\nSeptember 16-20 (OS), 1917. One of forty or so eggs sent to the Armoury Palace of the Kremlin in Moscow by the Kerensky Provisional Government for safekeeping\nFebruary-March 1922. Transferred to the Sovnarkom, the Council of People’s Commissars\nJune 17, 1927. One of sixteen eggs returned to the A",
    "secao_completa_length": 8613
  },
  {
    "nome": "Romanov Tercentenary Egg",
    "ano": "1913",
    "workmaster": "Henrik Wigström | Miniatures by Vasilii Zuiev",
    "marks": "Fabergé in Cyrillic, H. W., 1913, 72, kokoshnik",
    "materials": "Egg – gold, silver, portrait diamonds, rose-cut diamonds, turquoise, rock crystal, purpurine, translucent white enamel, opalescent white enamel, watercolor on ivory | Miniature globe – steel, varicolored gold, dark blue enamel",
    "dimensions": "Height of egg – 190 mm. (7 1/2 in.) | Diameter of egg – 78 mm. (3 1/16 in.)",
    "description": "This egg, one of Fabergé’s most astonishing pieces, commemorates 300 years of Romanov rule. Enameled translucent white on a guilloché gold field, it is decorated with a pattern of chased gold, double-headed eagles and ancient and contemporary Romanov crowns, framing-at intervals-miniatures of all eighteen Romanov rulers, within rose-cut diamond borders. The miniatures, painted on ivory, are by Zuiev. The inside of the egg is covered with opalescent white enamel on a guilloché ground. The egg, wh",
    "background": "As if saying a last farewell, Nicholas II and Alexandra Feodorovna made a pilgrimage in the tercentenary year, retracing the journey made by Michael Romanov on his way to the throne. In fact, the celebrations across Russia were sustained, extravagant, and, judging by photographs, well attended by the masses. Not surprisingly, the Imperial couple completely misread the mood of the nation. Alexandra in particular, would find it difficult to believe the events that would overwhelm them in just thre",
    "provenance": "April 14 (OS), 1913. Would have been presented to Alexandra Feodorovna, a gift from Nicholas II; cost 21,300 rubles\n1913-1916. Housed in Alexandra Feodorovna’s Mauve Sitting Room in the Alexander Palace\nSeptember 16-20 (OS), 1917. One of forty or so eggs sent to the Armoury Palace of the Kremlin in Moscow by the Kerensky Provisional Government for safekeeping\nFebruary-March 1922. Transferred to the Sovnarkom, the Council of People’s Commissars\nJune 17, 1927. One of sixteen eggs returned to the A",
    "secao_completa_length": 46926
  },
  {
    "nome": "Winter Egg",
    "ano": "1913",
    "workmaster": "Albert Holmström | Designed by Alma Theresia Pihl",
    "marks": "Egg – no marks apparent | Miniature basket – Fabergé 1913 on bottom of flower basket",
    "materials": "Egg – rock crystal, platinum, rose-cut diamonds, brilliant diamonds, moonstone | Miniature basket – platinum, gold, white quartz, nephrite, demantoid (green) garnets | Base – rock crystal",
    "dimensions": "Overall height – 142 mm. (5 5/8 in.) | Height of egg – 102 mm. (4 in.) | Height of surprise – 82 mm. (3 3/16 in.)",
    "description": "The egg is set on a rock crystal base formed as a block of melting ice, applied with platinum-mounted rose-cut diamond rivulets. The hinged, rock-crystal egg is detachable and is held vertically above by a pin. The egg has rose-cut, diamond-set platinum borders, graduated around the hinge and enclosing at the top, a cabochon moonstone painted on the reverse with the date 1913. The thinly carved transparent body of the egg is finely engraved on the interior to simulate ice crystals, while the out",
    "background": "This is another Tsar Imperial egg that disappeared from public view for some decades, and happily reemerged in early 1993, when it was found in a shoebox under a bed in London’s Belgravia. It reputedly had sat on a bedroom table in the same apartment in 1979, left undisturbed when the flat was burgled.\n\nIf the House of Fabergé was often derivative, occasionally it could be brilliantly original. So it was with the Winter Egg, without doubt one of the most creative and technically challenging of a",
    "provenance": "April 14 (OS), 1913. Would have been presented to Marie Feodorovna, a gift from Nicholas II; cost 24,600 rubles (Editor’s note: $299,173 in 2014 dollar terms). Apparently housed in the Anichkov Palace\nSeptember 16-20 (OS), 1917. One of forty or so eggs sent to the Armoury Palace of the Kremlin in Moscow by the Kerensky Provisional Government for safekeeping\nFebruary-March 1922. Transferred to the Sovnarkom, the Council of People’s Commissars\nca. 1925. Transferred to the Antikvariat (Trade Depart",
    "secao_completa_length": 41876
  },
  {
    "nome": "Catherine the Great Egg",
    "ano": "1914",
    "workmaster": "Attributed to Henrik Wigström | Miniatures by Vasilii Zuiev | Surprise by Andrei Plotnitskii",
    "marks": "Fabergé under lid",
    "materials": "Egg – quatre-couleur gold, pink grisaille and opaque white enamel, portrait diamonds, rose-cut diamonds, seed pearls, velvet lining | Automaton surprise – gold, enamel, probably diamonds",
    "dimensions": "Height of egg – 121 mm. (4 3/4 in.) | Height with stand – 171 mm. (6 3/4 in.) | Diameter of egg – 89 mm. (3 1/2 in.)",
    "description": "Of Louis XV style, set at the front and back with two large rectangular panels painted by Vasilii Zuiev in camaieu rose with allegories of science and art, respectively, in the manner of François Boucher within borders of seed pearls and opaque white enamel. Two additional oval panels above and below and to the sides are similarly painted and then framed with two-color gold borders with diamond-set bowknots at the top and sprays of leaves at the bottom. The oval panels contain representations of",
    "background": "Marvin Ross (Art of Karl Fabergé and His Contemporaries Oklahoma, 1965) speculated that the possible surprise for this egg, variously called the Catherine the Great, Grisaille, or Pink Cameo Egg, may have been an incomparable necklace of pink pearls. However, Alexander von Solodkoff, in Art of Carl Fabergé (London, 1988), quotes a letter from Marie to her sister, Queen Alexandra of England, which partly solves the puzzle:\nIn a letter dated 8 April 1914, the Dowager Empress Maria Feodorovna wrote",
    "provenance": "April 6 (OS), 1914. Would have been presented to Marie Feodorovna, a gift from Nicholas II; cost 26,800 rubles. Housed in the Anichkov Palace\nSeptember 16-20 (OS), 1917. One of forty or so eggs sent to the Armoury Palace of the Kremlin in Moscow by the Kerensky Provisional Government for safekeeping\nFebruary-March 1922. Transferred to the Sovnarkom, the Council of People’s Commissars\nTransferred to the Moskovskoye Yuvelirnoye Tovarishchestvo (the Moscow Jewelers’ Union, or M.Y.T.)\nJune 27, 1927.",
    "secao_completa_length": 33500
  },
  {
    "nome": "Mosaic Egg",
    "ano": "1914",
    "workmaster": "Albert Holmström | Designed by Alma Theresia Pihl",
    "marks": "C. Fabergé, G. [sic] Fabergé, 1914, A. F. (Alexandra Feodorovna)",
    "materials": "Egg – yellow gold, platinum, brilliant diamonds, rose-cut diamonds, rubies, emeralds, topazes, sapphires, garnets, half-pearls, moonstone, white enamel, opaque pink enamel | Pedestal surprise – gold, pearls, rose-cut diamonds, green garnets, translucent green, opaque white, opalescent pale pink, pale green and pale sepia grisaille enamel",
    "dimensions": "Height of egg – 95 mm. (3 5/8 in.) | Diameter of egg – 70 mm. (2 3/4 in.) | Height of miniature – 79 mm. (3 1/8 in.) | Diameter of miniature – 55 mm. (2 3/8 in.) | Depth of miniature – 29 mm. (1 3/8 in.)",
    "description": "An Easter egg, the skeleton of which consists of a system of yellow gold belts, to which is applied a platinum network partially pavé-set with diamonds and colored gems, including sapphires, rubies, emeralds, topaz quartz, and demantoid (green) garnets in flower patterns. This technique gives the look of petit point tapestry work, partly completed. The egg is divided into five oval panels by these gold belts, which are set with half-pearls within lines of opaque white enamel. Five brilliant diam",
    "background": "We now know that Alma Theresia Pihl, who was responsible for the Winter Egg, also designed the tapestry flower detail that has so effectively been translated to the Mosaic Egg. The design books of Albert Holmström record this central motif of the panels in a brooch dated “July 24 (OS), 1913” (Snowman, Fabergé: Lost and Found, London, 1993). Alma was the daughter of another Fabergé workmaster, Oskar Pihl. He had been apprenticed to August Holmström and became a master in 1887. He died in 1897. Al",
    "provenance": "April 6 (OS), 1914. Would have been presented to Alexandra Feodorovna, a gift from Nicholas II; cost 28,300 rubles\n1914-1916. Probably housed in Alexandra Feodorovna’s study at the Winter Palace\nSeptember 16-20 (OS), 1917. One of forty or so eggs sent to the Armoury Palace of the Kremlin in Moscow by the Kerensky Provisional Government for safekeeping\nFebruary-March 1922. Transferred to the Sovnarkom, the Council of People’s Commissars\nJune 17, 1927. One of sixteen eggs returned to the Armoury f",
    "secao_completa_length": 26023
  },
  {
    "nome": "Red Cross Portraits Egg",
    "ano": "1915",
    "workmaster": "Henrik Wigström | Miniatures by Vasilii Zuiev",
    "marks": "Fabergé 1915, H. W., 65, illegible",
    "materials": "Egg – silver, gold, opalescent white and translucent red enamel | Miniature screen – gold, mother of pearl, watercolor on ivory",
    "dimensions": "Height of egg – 76 mm. (3 in.) | Diameter of egg – 60 mm. (2 3/8 in.)",
    "description": "Opalescent white guilloché enamel covers a chased silver ground on this egg. Two opposing red enamel crosses bear the dates 1914 and 1915. A Russian inscription, in stylized gold enamel script in a band around the egg reads: “Greater love hath no man than this, that a man lay down his life for his comrades.” On the top of the egg is the crown and monogram of the Dowager Empress Marie in silver, while at the bottom is a six-petal rosette. The egg contains a hinged, folding screen of five oval min",
    "background": "This egg pays tribute to the service rendered to the Red Cross by Marie Feodorovna, first as tsarevna (crown princess) during the Russo-Turkish War of 1877, and then as president of the organization from the beginning of her reign until the fall of the Romanov dynasty. On March 25 (OS), 1915, Marie wrote to her daughter Olga:\nMy dear Nicky sent me a charming egg that I did not expect at all this year. It is covered in white enamel and has a red cross on both sides with the words of the Apostle J",
    "provenance": "March 22 (OS), 1915. Would have been presented to Marie Feodorovna, a gift from Nicholas II; cost 3,875 rubles. Apparently housed in the Anichkov Palace\nSeptember 16-20 (OS), 1917. One of forty or so eggs sent to the Armoury Palace of the Kremlin in Moscow by the Kerensky Provisional Government for safekeeping\nFebruary-March 1922. Transferred to the Sovnarkom, the Council of People’s Commissars\nJune 17, 1927. One of sixteen eggs returned to the Armoury from the Foreign Currency Fund of the Narko",
    "secao_completa_length": 18564
  },
  {
    "nome": "Red Cross Triptych Egg",
    "ano": "1915",
    "workmaster": "Henrik Wigström | Miniature triptych by Adrian Prachov | Miniatures probably by Vasilii Zuiev",
    "marks": "Fabergé, H. W., 72, kokoshnik, lower case alpha in script",
    "materials": "Silver, gold, opalescent white, and translucent red enamel, watercolor on gold, glass",
    "dimensions": "Height of egg – 86 mm. (3 3/8 in.) | Diameter of egg – 63 mm. (2 1/2 in.)",
    "description": "In opalescent white enamel on an engraved silver-gilt ground, this gold-mounted egg is emblazoned with a translucent bold red enamel cross on either side. The center of each cross is set with circular painted miniature portraits of, respectively, the Grand Duchess Olga and the Grand Duchess Tatiana in Red Cross uniforms. They were the first two daughters of Tsar Nicholas II and Alexandra Feodorovna. The front cross with the portrait of Tatiana serves as a clasp securing the double-opening doors.",
    "background": "This appears to be the one time when the eggs for the two tsarinas in the same year could be regarded as obvious companion pieces. (Editor’s note: There is a more subtle connection between the 1916 eggs. Nicholas II had been awarded the Cross of the Order of St. George in October 1915. The orange and black ribbon of the Order is used on the outside of Marie Feodorovna’s 1916 Easter egg, the Order of St. George Egg, while the colors appear as part of the surprise in Alexandra Feodorovna’s 1916 eg",
    "provenance": "March 22 (OS), 1915. Would have been presented to Alexandra Feodorovna, a gift from Nicholas II; cost 3,600 rubles. Apparently housed in Alexandra Feodorovna’s study in the Winter Palace\nSeptember 16-20 (OS), 1917. One of forty or so eggs sent to the Armoury Palace of the Kremlin in Moscow by the Kerensky Provisional Government for safekeeping\nFebruary-March 1922. Transferred to the Sovnarkom, the Council of People’s Commissars\nTransferred to the Moskovskoye Yuvelirnoye Tovarishchestvo (the Mosc",
    "secao_completa_length": 13198
  },
  {
    "nome": "Order of St. George Egg",
    "ano": "1916",
    "workmaster": "Unknown | Miniatures probably by Vasilii Zuiev",
    "marks": "Fabergé on medallion",
    "materials": "Silver, gold, translucent orange, opalescent white, opaque rose, pale green white, and black enamel, rock crystal, watercolor on ivory",
    "dimensions": "Height of egg – 90 mm. (3 5/16 in.) | Height with stand – 105 mm. (4 1/8 in.) | Height of case – 184 mm. (7 1/4 in.)",
    "description": "Although less extravagant and perhaps less ingenious than its predecessors, the simple silver egg commemorating the recent presentation of the Cross of the Order of St. George to Nicholas II still reflects Fabergé’s unerring sense of design. Enameled matt opalescent white over a ground trellised with laurel garlands that form frames for paintings of the Cross of St. George, the shell is further decorated with gold ribbons and bows enameled in the Order’s colors, black and orange, and seemingly p",
    "background": "It was the dowager empress’s separation from the tsar and his family that was to make possible her eventual escape from Russia three years later. The Order of St. George Egg left Russia with the seventy-two-year-old Marie Feodorovna when she reluctantly boarded the British battleship Marlborough in the Crimea on April 11, 1919, with her two daughters. On board, the dowager empress wrote in her diary:\nNow I have hard and additionally bitter feelings because of the way I have had to leave, all bec",
    "provenance": "April 10 (OS), 1916. Would have been presented to Marie Feodorovna, a gift from Nicholas II; exact cost unknown\nApril 11, 1919. Left Russia with Dowager Empress Marie Feodorovna, traveling to Hvidøre, Denmark\nOctober 13, 1928. Inherited by Dowager Empress Marie Feodorovna’s daughter, Grand Duchess Xenia Alexandrovna, Windsor, England\nApril 1960. Inherited by Grand Duchess Xenia Alexandrovna’s son Prince Vasilii Romanov, Woodside, California\nNovember 27, 1961. Lot 170 sold by Sotheby’s (London) f",
    "secao_completa_length": 5904
  },
  {
    "nome": "Steel Military Egg",
    "ano": "1916",
    "workmaster": "Henrik Wigström | Miniature by Vasilii Zuiev",
    "marks": "Fabergé, H. W., 72, kokoshnik",
    "materials": "Egg – gold, steel, jade, white enamel, silk, velvet | Easel surprise – steel, gold, opaque black, orange, and white enamel, watercolor on ivory | Base – gold, steel, nephrite",
    "dimensions": "Height of egg and stand – 167 mm. (6 1/2 in.) | Height of egg – 101 mm. (4 in.) | Height of easel – 65 mm. (2 9/16 in.)",
    "description": "This steel egg, surmounted by a gold Imperial crown and decorated with appliqués of the emblem of the Russian Empire, rests on four artillery shells. It is divided into three sections by two smooth horizontal lines. In the middle section, in inlaid gold, is an image of George the Conqueror in a diamond shaped frame outlined in laurel leaves; the date 1916 encircled by a laurel wreath; Moscow’s coat of arms, consisting of a double-headed eagle beneath three crowns; and the monogram of Tsarina Ale",
    "background": "H. C. Bainbridge in Peter Carl Fabergé (London, 1949) has left us this moving account of the last Imperial Easter egg received by the Tsarina Alexandra Feodorovna:\nAt Easter, 1916, Nicholas II was at the Front, and he telegraphed Fabergé to deliver this year’s Egg on his behalf, to the Czarina at Tsarkoe Selo. On Easter Eve, Eugène Fabergé again acted for his father and for the last time. Received by the Empress, who was surrounded by her five children, he handed to her what must have been the m",
    "provenance": "April 10 (OS), 1916. Would have been presented to Alexandra Feodorovna, a gift from Nicholas II; exact cost unknown\nSeptember 16-20 (OS), 1917. One of forty or so eggs sent to the Armoury Palace of the Kremlin in Moscow by the Kerensky Provisional Government for safekeeping\nFebruary-March 1922. Transferred to the Sovnarkom, the Council of People’s Commissars\nJune 17, 1927. One of sixteen eggs returned to the Armoury from the Foreign Currency Fund of the Narkomfin (Finance Ministry); given invent",
    "secao_completa_length": 14547
  },
  {
    "nome": "Blue Tsesarevich Constellation Egg",
    "ano": "1917",
    "workmaster": "Henrik Wigström",
    "marks": "Apparently none on those elements have survived",
    "materials": "Egg – dark blue glass, rose-cut diamonds, diamonds and probably silver | Cloud Base – opaque rock crystal | Pedestal – nephrite",
    "dimensions": "Egg (globe) diameter – 77 mm. (3 1/16 in.) | Cloud base height – 110 mm. (4 5/16 in.) | Assembled together height – 220 mm. (8 5/8 in.)",
    "description": "Research in Russia by Tatiana Muntian and Marianna Chistyakova has solved, in part, one of the most intriguing questions surrounding the Tsar Imperial Easter Eggs: what happened to the 1917 eggs in production for Easter? They were never presented because of the February Revolution and the events which followed. In the January 2003 issue of Apollo, Muntian, keeper of the Fabergé collection in the Kremlin Museum, and Chistyakova, keeper of the collection of artistic and precious stones of the Mosc",
    "background": "Nothing was known about the Tsar Imperial provenance of this egg until research was published by Fabergé, Proler, & Skurlov, in Fabergé Imperial Easter Eggs (London, 1997). It had been widely assumed that the Twilight Egg, which made a sudden appearance at a Christie’s auction in Geneva in November 1976, was the Easter gift being made for Alexandra Feodorovna.\n\nA drawing of what is now known as the Blue Tsesarevich Constellation Egg was first published in A. Kenneth Snowman, Art of Carl Fabergé ",
    "provenance": "1917. In production for presentation to Alexandra Feodorovna on April 2 (OS), Easter Sunday. Never presented; the unfinished egg apparently remained at Fabergé’s premises until removed by Agathon Fabergé\n1925. Elements of the egg presented to Alexander F. Fersman of the Moscow Mineralogical Museum by Agathon Fabergé\n2002. Discovered in the Fersman Moscow Mineralogical Museum",
    "secao_completa_length": 8754
  },
  {
    "nome": "Karelian Birch Egg",
    "ano": "1917",
    "workmaster": "Henrik Wigström",
    "marks": "Unknown",
    "materials": "Egg – Karelian birch, gold | Possible miniature elephant surprise – gold, silver, rose-cut diamonds, enamel",
    "dimensions": "Unknown. A sketch is extant.",
    "description": "Eugène Fabergé told H. C. Bainbridge (1949) that as far as he could remember, the dowager empress’s 1917 Easter egg was to be of Karelian birch. This one-line reference was all that was known of this egg until Tatiana Fabergé uncovered new evidence in her family files. In particular, she found a letter from François Birbaum, Fabergé’s chief designer, to Eugène Fabergé in August 1922. It says in part: “Another egg referred to by Wigström must be the simple wooden one with slight mounting which wa",
    "background": "François Birbaum says in his memoirs (von Habsburg & Lopato, Fabergé: Imperial Jeweller, London, 1993) the 1917 eggs had not been finished when the Imperial family was confined to the Alexander Palace at Tsarskoe Selo: “The Eggs made for Easter 1917 were unfinished; there was a proposal from a person unknown to me that the eggs should be completed and sold to him but the proposal was rejected by the firm.”\n\nHowever, Birbaum, in his August 1922 letter to Eugène Fabergé, sounds a note of caution, ",
    "provenance": "1917. In production for presentation to Marie Feodorovna on April 2 (OS), Easter Sunday. Never presented; the unfinished Egg apparently remained at Fabergé’s premises.\n2015. Whereabouts unknown\nFacebook\nPinterest\nTwitter\nWhatsApp\nEmail\nPrint\nEvery effort is made to ensure the accuracy of the information at the time it is posted, but due to the changing nature of the Internet the accuracy cannot be guaranteed.\nCopyright © 2025 Fabergé Research Site   |   All Rights Reserved.   |   All Logos and P",
    "secao_completa_length": 4306
  },
  {
    "nome": "Moscow Kremlin Egg",
    "ano": "1906",
    "workmaster": "Unknown",
    "marks": "Fabergé, dated 1904 (further details below)",
    "materials": "Onyx, quatre-couleur gold, silver, opalescent white and translucent guilloché green enamel, glass, oil painting",
    "dimensions": "Height of egg – 361 mm. (14 3/8 in.) | Base of egg – 185 mm. x 185 mm. (7 1/4 in. x 7 1/4 in.)",
    "description": "This, the most ambitious and tallest of the known Imperial Easter eggs, represents the Uspenski (Dormition) Cathedral where the tsars of Russia were crowned. Based on a cup attributed to the Nüremberg copper and silversmith Sebastian Lindenast, the elder (ca. 1460-1526), the walls, towers, and staircases are clustered around the central, opalescent white enamel egg, the top of which takes the form of a graceful yellow gold cupola. The turrets of the Kremlin are fashioned in red gold and the roof",
    "background": "This somewhat startling egg marked the Imperial couple’s return to Moscow in 1903. They had tended to avoid the capital following a disastrous incident during the celebrations to mark their coronation. Hundreds of Muscovites died, crushed to death, when a crowd ran amok in Khodynka Meadow. Many Russians took the tragedy as a bad omen for the reign of the new tsar. Indeed, Nicholas II’s first cousin, Marie Pavlovna, Grand Duchess of Russia, recalled:\nIn the court circles, the disaster was little ",
    "provenance": "April 2 (OS), 1906. Would have been presented to Alexandra Feodorovna, a gift from Nicholas II; cost 11,800 rubles\n1913-1916. Housed in Alexandra Feodorovna’s Mauve Sitting Room at the Alexander Palace\nSeptember 16-20 (OS), 1917. One of forty or so eggs sent to the Armoury Palace of the Kremlin in Moscow by the Kerensky Provisional Government for safekeeping\nFebruary-March 1922. Transferred to the Sovnarkom, the Council of People’s Commissars\nJune 17, 1927. One of sixteen eggs transferred from t",
    "secao_completa_length": 17096
  },
  {
    "nome": "Rose Trellis Egg",
    "ano": "1907",
    "workmaster": "Henrik Wigström",
    "marks": "H. W., 56, Fabergé",
    "materials": "Egg – gold, translucent pale green enamel, opaque green enamel, opaque light and dark pink enamel, portrait diamonds, rose-cut diamonds, satin lining | Missing chain surprise – diamonds, watercolor on ivory | Missing stand – silver-gilt wire",
    "dimensions": "Height of egg – 77 mm. (3 1/16 in.) | Diameter of egg – 58 mm. (2 5/16 in.)",
    "description": "This gold Easter egg in translucent pale green enamel is latticed with rose-cut diamonds and decorated with opaque light and dark pink enamel roses and translucent emerald green leaves. A portrait diamond is set at either end of this very charming egg, the one at the base covering the date; unfortunately the monogram has disappeared from beneath the other. An oval jeweled locket was originally concealed in the egg, but now only its impression on the satin lining remains (Snowman, 1977). Fabergé’",
    "background": "Research in the Russian State Historical Archives in Moscow by Marina Lopato (Apollo, February 1991), has confirmed that Alexandra was the recipient of this egg. Lopato located a photograph album of the Tsarina’s Easter gifts from 1907 onward, and while the pictures have been removed, captions with significant details remain. Again there is a discrepancy between Fabergé’s bill and the egg as it is today. The Rose Trellis Egg has a portrait diamond at either end, yet there is only one portrait di",
    "provenance": "April 22 (OS), 1907. Would have been presented to Alexandra Feodorovna, a gift from Nicholas II; 8,300 rubles\nApril 10 (OS), 1909. Housed in Alexandra Feodorovna’s study at the Winter Palace\nSeptember 16-20 (OS), 1917. Possibly one of forty or so eggs sent to the Armoury Palace of the Kremlin in Moscow by the Kerensky Provisional Government for safekeeping\nFebruary-March 1922. Possibly transferred to the Sovnarkom, the Council of People’s Commissars\n1920s. Acquired by Alexander Polovtsov, a Russ",
    "secao_completa_length": 6108
  },
  {
    "nome": "Swan Egg",
    "ano": "1906",
    "workmaster": "Unknown",
    "marks": "56, kokoshnik, Y. L., initials of Inspector Yakov Lyapunov of St. Petersburg Standard Board",
    "materials": "Egg – gold, matt opaque mauve enamel, rose-cut diamonds, portrait diamonds | Miniature swan – quatre-couleur gold, silver-plated gold, aquamarine",
    "dimensions": "Height of egg – 100 mm. (3 7/8 in.) | Width of egg – 73 mm. (2 7/8 in.) | Length of swan: 55 mm. (2 3/16 in.)",
    "description": "This gold egg is covered with matt mauve enamel within a twisted ribbon trellis of rose-cut diamonds, with a four-looped bow at each intersection. The top, carefully designed to conceal the division when closed, is surmounted by a large portrait diamond covering the year; another is set in the base where the recipient’s monogram probably once appeared. Lifted from the egg by a handle formed of water lilies in four colors of gold, a miniature lake is revealed composed of a large aquamarine, also ",
    "background": "It had been suggested Alexandra Feodorovna must have received this egg, as mauve was known to be her favorite color. Indeed, she had a veritable passion for the hue, with her famous sitting room decorated almost entirely in the color; it was known as the Mauve Sitting Room. The belief that the egg was presented to Alexandra appears to have stemmed from the catalog of the 1939 Hammer New York exhibition. Much of the information contained in that catalog has since proven to be incorrect, as a casu",
    "provenance": "April 2 (OS), 1906. Would have been presented to Marie Feodorovna, a gift from Nicholas II; cost 7,200 rubles. Housed in the Anichkov Palace\nSeptember 16-20 (OS), 1917. One of forty or so eggs sent to the Armoury Palace of the Kremlin in Moscow by the Kerensky Provisional Government for safekeeping\nFebruary-March 1922. Transferred to the Sovnarkom, the Council of People’s Commissars\nca. 1925. Transferred to the Antikvariat (Trade Department)\nca. 1927. One of nine eggs sold by the Antikvariat, Mo",
    "secao_completa_length": 10367
  }
]